Revit 2027 API
Hardwood.CommonTintColor Property
 The property labeled "Tint Color" from the "Hardwood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string CommonTintColor { get; }
Public Shared ReadOnly Property CommonTintColor As String
	Get
public:
static property String^ CommonTintColor {
	String^ get ();
}
static member CommonTintColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d".
See Also
Reference
Hardwood Class
Autodesk.Revit.DB.Visual Namespace